CREATE TABLE IF NOT EXISTS product
(
    id
    bigserial,
    name
    VARCHAR
(
    255
), price int, country VARCHAR
(
    255
), PRIMARY KEY
(
    id
));
INSERT INTO product (name, price, country)
VALUES ('Гала', 10, 'Китай'),
       ('Черный принц', 13, 'Китай'),
       ('Карамелька', 23, 'Китай'),
       ('Спартан', 50, 'Россия'),
       ('Фуджи', 47, 'Китай'),
       ('Ренет Симиренко', 5, 'Россия'),
       ('Хоней Крисп', 73, 'Китай'),
       ('Спартан', 500, 'Россия'),
       ('Фуджи', 35, 'Китай'),
       ('Ренет Симиренко', 80, 'Россия'),
       ('Хоней Крисп', 49, 'Китай');
